test-countrylist-final.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body>
    <xsstring7 xmlns="http://www.softur.com.ar/wsbridge/budget.wsdl">
      <pos xmlns="">
        <id>LOZADAWS</id>
        <clave>.LOZAWS23.</clave>
      </pos>
      <dateFrom xmlns="">2025-12-01</dateFrom>
      <dateTo xmlns="">2025-12-31</dateTo>
      <activeFareType xmlns="">HOTEL</activeFareType>
      <activeFareSubtype xmlns=""></activeFareSubtype>
    </xsstring7>
  </soap:Body>
</soap:Envelope>